text = """くるっちまってさー

(Guitar Solo)

あるひ、ねむれなくなって
じょじょにおかしくなっていったんだ
おれがおかしくなっていったのか
それともせかいがくるったのか

ここは、いせかい、なのか
くるったげんごがとびかってる
おれはりかいをすることをやめ
くるったせかいの、くるったけいさつに、つうほうして

くるっちまってさー
もとにもどるほうほうおしえてよ
びょういんにいけば、なおるのか？
それともわーむほーるみつけるの？

(Guitar Solo)

くるったせかいのびょういんで
くるったくすりをしょほうされて
それをのんだらよみのせかいがめにみえて
うかぶたましいとかいわをした

おれにしかかんじないとっぷうが
こわがらせてくるけれど
くるったせかいのおばさんが
ひにてをかざせばとまると、そういった

くるっちまってさー
とっぷうはじゆうにあやつれて
「とまったね」とおばさんにいったけど
「それはあんたが、なんとかだから」と、くるったげんごで、はなして

(Guitar Solo)

かがみをみたらのっぺらぼう
いえにはゆうれいがいたんだよ
どらいぶいけばあるはずのない、だいぶつがいきなりあらわれ

おれがくるえば
せかいがくるう
だからおれは
くすりをのむんだ"""

print(text.replace("\n", "\\n"))
