text = """おれのスカスカなじんせいについてきいてくれるか

おれのいしきがハッキリしていたのは、いもうととゆうえんちへいったときだ
まえをあるくおやがはやすぎて、いもうとはないてすわりこんだ
「いっちゃうよ」とどんどんあるいていくおやがつめたくかんじた
おれはいもうとのてをとり、「いっしょにいこ」といった

こんなこともあった、ねずみのキャラがぼうりょくてきにあばれるテレビをみた
3さいのおれは、それをまねしてみたいとおもった
いもうとにかいだんのまえにたつようにいった
そしておれはいもうとをつきとばした

しょうがく3ねんせいになって、おれはいじめっこだった
すみちゃんというこをいじめていた
あるひ、すみちゃんといもうとがすなばでさみしそうにあそんでいた
おれはいもうとに「こんなやつとあそぶなよ」といった

これらのつみを、かみはみていたのだろう
おれはちゅうがっこう、こうこう、せんもんがっこうで、せいしんがくるっていた
せいしんびょいんにもなんどもにゅういんした
きょうとのうらないしにみてもらったとき、「あんたは30さいになってようやくおちつく」といわれた

そしておれはそのよげんどおりに、ずっとこんらんしていた
ゆめとげんじつのくべつがつかなかったひに、おれはついにしぬようなずつうできぜつをした
おれは、これはつみにたいするばつをうけているのだとしんじた
おれは、くるっているんだ

だれかのためになにかをするというつよいひとたちがいる
おれはおれのこんらんをおさえるだけでせいいっぱいだというのに
あるいはおれがおれのためだけにいきようとするから
こんらんしているというのか

おれはおろかなことをたくさんしてきた
ソロモンのしんげんをよんだとき、これはおれのためにあるほんではないかと
すうがくができるというあたまのよさとはちがう
おろかではないというのは、あくをさけるということだ

これはしゃざいのうたである
すみちゃんへの、いもうとへのしゃざい
ごめんな、おれがくるっているのがいけないんだ
おれにいえることは、これぐらいしかない"""

print(text.replace("\n", "\\n"))
